---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.CentralModelAlreadyExistsException
source: html/eb19bdab-423b-9f97-e560-4eabb6dfba7a.htm
---
# CentralModelAlreadyExistsException Properties

The information of the function throwing the exception.